{"backend": "tensorflow", "keras_version": "2.0.8", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "kernel_constraint": null, "dtype": "float32", "batch_input_shape": [null, 122], "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "kernel_regularizer": null, "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "trainable": true, "units": 256, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "rate": 0.2, "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_2", "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "kernel_regularizer": null, "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "trainable": true, "units": 128, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "rate": 0.2, "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_3", "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "kernel_regularizer": null, "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "trainable": true, "units": 64, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dropout", "config": {"name": "dropout_3", "rate": 0.2, "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_4", "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "kernel_regularizer": null, "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "trainable": true, "units": 32, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dropout", "config": {"name": "dropout_4", "rate": 0.2, "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_5", "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "kernel_regularizer": null, "activation": "softmax", "bias_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "trainable": true, "units": 5, "bias_initializer": {"class_name": "Zeros", "config": {}}}}]}